[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:12};
itm1={id:1,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:3,y:4};
itm2={id:2,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:645,y:432,zorder:1};
itm3={backcolor:0,background:134,ccp:0,ccpzorder:over,height:76,id:3,name:TEXT,type:BUTTON,useinlist:true,useintable:false,useintree:false,visible:true,width:507,x:64,y:125,zorder:2,txtfield:{backcolor:0,bidimode:left-to-right,content:No,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Track_No,type:TEXTFIELD,visible:true,vlayout:middle,width:60,wrapline:no-wrap,x:10,y:0},txtfield:{backcolor:0,bidimode:left-to-right,content:Music Title,font:3,height:74,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:Music_Title,type:TEXTFIELD,visible:true,vlayout:middle,width:420,wrapline:no-wrap,x:80,y:0}};
itm4={backcolor:0,bar:241,downarrow:140,height:304,id:5,name:Scrollbar_Table,scaleslider:true,slider:240,type:SCROLLBAR,uparrow:145,visible:true,width:55,x:578,y:125,zorder:4};
itm5={backcolor:0,bidimode:left-to-right,content:Album Title,font:7,height:35,highcolor:0,hlayout:left,id:6,linespacing:0,multiline:false,name:Album_Title,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:63,y:53,zorder:5};
itm6={backcolor:0,bidimode:left-to-right,content:Artist Name,font:7,height:35,highcolor:0,hlayout:left,id:7,linespacing:0,multiline:false,name:Artist_name,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:64,y:90,zorder:6};
itm7={background:0,ccp:0,ccpzorder:over,height:304,id:12,layout:vertical,name:LIST,type:SMPLIST,visible:true,width:507,x:64,y:125,zorder:7};

